Repository: IBMPredictiveAnalytics/STATS_LOESS
Catalog: src/lang/*/STATS_LOESS.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The active dataset must have a name, because otherwise it would be closed by this procedure
de: Das aktive Dataset muss einen Namen haben, da es sonst von dieser Prozedur geschlossen würde
es: El conjunto de datos activo activo debe tener un nombre, de lo contrario este procedimiento lo cerraría
fr: Le jeu de données actif doit posséder un nom, faute de quoi le jeu est fermé par cette procédure.
it: Il dataset attivo deve avere un nome, altrimenti verrà chiuso da questa procedura
ja: アクティブなデータセットには名前が必要です。名前がない場合、この手順によってデータセットが閉じられるためです
ko: 활성 데이터 세트의 이름이 있어야 합니다. 그렇지 않으면 이 프로시저에 의해 닫힙니다.
pl: Aktywny zbiór danych musi mieć nadaną nazwę, ponieważ w przeciwnym wypadku zostanie on zamknięty przez tę procedurę
pt_br: O conjunto de dados ativo deve ter um nome, porque, caso contrário, seria fechado por este procedimento
ru: У активного набора данных должно быть имя, поскольку в противном случае он будет закрыто этой процедурой
zh_cn: 活动数据集必须具有名称，否则将被此过程关闭
zh_tw: 作用中的資料集必須具有名稱，因為它將由此程序關閉

source: Dependent and independent variables must be specified unless loading a saved model
de: Es müssen abhängige und unabhängige Variablen angegeben werden, sofern nicht ein gespeichertes Modell geladen wird
es: Se deben especificar las variables dependientes e independientes a menos que se cargue un modelo guardado
fr: Vous devez spécifier des variables dépendantes et indépendantes à moins que vous ne chargiez un modèle enregistré.
it: Le variabili dipendenti e indipendenti devono essere specificate a meno che non si carica un modello salvato
ja: 保存されたモデルを読み込む場合を除いて、従属変数と独立変数を指定する必要があります
ko: 저장된 모형을 로드하지 않은 경우 종속변수와 독립변수를 지정해야 합니다.
pl: Zmienne zależne i zmienne niezależne wymagają określenia, chyba że zostanie załadowany zapisany model
pt_br: Variáveis dependentes e independentes devem ser especificadas a não ser que esteja carregando um modelo salvo
ru: Должны быть заданы зависимые и независимые переменные (если только не загружается сохраненная модель)
zh_cn: 除非装入已保存的模型，否则必须指定因变量和自变量
zh_tw: 必須指定依變數及自變數，除非載入儲存的模型

source: Cannot save and load model at the same time
de: Modell kann nicht gleichzeitig gespeichert und geladen werden
es: No se puede guardar y cargar el modelo a la vez
fr: Impossible d'enregistrer et de charger le modèle simultanément.
it: Impossibile salvare e caricare il modello allo stesso tempo
ja: モデルの保存と読み込みを同時に行うことはできません
ko: 모형을 동시에 저장하거나 로드할 수 없습니다.
pl: Nie można jednocześnie zapisać i załadować modelu
pt_br: Não é possível salvar e carregar o modelo ao mesmo tempo
ru: Одновременно невозможно сохранить и загрузить модель
zh_cn: 无法同时保存和装入模型
zh_tw: 無法同時儲存及載入模型

source: Cannot specify model variables if loading a saved model
de: Beim Laden eines gespeicherten Modells können keine Modellvariablen angegeben werden
es: No se pueden especificar variables de modelo si se carga un modelo guardado
fr: Impossible de spécifier les variables de modèle si vous chargez un modèle enregistré.
it: Impossibile specificare le variabili modello se si sta caricando un modello salvato
ja: 保存されたモデルを読み込む場合、モデル変数を指定することはできません
ko: 저장된 모형을 로드하는 경우 모형 변수를 지정할 수 없습니다.
pl: Nie można określić zmiennych modelu podczas ładowania zapisanego modelu
pt_br: Não é possível especificar variáveis de modelo se estiver carregando um modelo salvo
ru: Невозможно задать переменные модели, если загружается сохраненная модель
zh_cn: 装入已保存的模型时，无法指定模型变量
zh_tw: 在載入儲存的模型時，無法指定模型變數

source: A maximum of four independent variables can be specified
de: Maximal vier unabhängige Variablen können angegeben werden
es: Se puede especificar un máximo de cuatro variables independientes
fr: Un maximum de quatre variables indépendantes est autorisé.
it: È possibile specificare un massimo di quattro variabili indipendenti
ja: 最大で 4 つの独立変数を指定できます
ko: 최대 4개의 독립변수를 지정할 수 있습니다.
pl: Można określić maksymalnie cztery zmienne niezależne
pt_br: Um máximo de quatro variáveis independentes podem ser especificadas
ru: Можно задать не более четырех независимых переменных
zh_cn: 最多可以指定 4 个自变量
zh_tw: 您可以指定最多四個自變數

source: All variables must be scale level numeric: %s
de: Alle Variablen müssen numerisch mit metrischem Niveau sein: %s
es: Todas las variables deben tener un nivel de escala numérico: %s
fr: Toutes les variables doivent être des variables numériques de niveau d'échelle : %s
it: Tutte le variabili devono essere numeriche di livello scala: %s
ja: すべての変数がスケール レベル数値である必要があります: %s
ko: 모든 변수의 척도 수준 수치는 %s여야 합니다.
pl: Wszystkie zmienne muszą być wartościami liczbowymi na poziomie skali: %s
pt_br: Todas as variáveis devem ser numéricas de nível de escala: %s
ru: Все переменные должны быть числовыми переменными уровня масштабирования: %s
zh_cn: 所有变量都必须是标度级别数字：%s
zh_tw: 所有變數都必須是比例層次數值：%s

source: Output Dataset
de: Ausgabedataset
es: Conjunto de datos de resultado
fr: Jeu de données de sortie
it: Dataset di output
ja: 出力データセット
ko: 출력 데이터 세트
pl: Wyjściowy zbiór danych
pt_br: Conjunto de dados de saída
ru: Выходной набор данных
zh_cn: 输出数据集
zh_tw: 輸出資料集

source: Alpha
es: Alfa
fr: Alpha de Cronbach
it: Alfa
ja: アルファ
ko: 알파
pl: Alfa
pt_br: Alfa
ru: Альфа
zh_tw: α

source: Polynomial Degree
de: Polynomialer Grad
es: Grado polinómico
fr: Degré polynomial
it: Grado polinomiale
ja: 多項式の次数
ko: 다항 차수
pl: Stopień wielomianu
pt_br: Graus Polinomiais
ru: Степень полинома
zh_cn: 多项式次数
zh_tw: 多項式冪次

source: Interactions Level
de: Interaktionsniveau
es: Nivel de interacciones
fr: Niveau des interactions
it: Livello interazioni
ja: 交互作用レベル
ko: 상호작용 수준
pl: Poziom interakcji
pt_br: Nível de Interações
ru: Уровень взаимодействий
zh_cn: 交互级别
zh_tw: 互動層次

source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
ja: ファミリ
ko: 분포족
pl: Rodzina
pt_br: Família
ru: Семейство
zh_cn: 系列
zh_tw: 系列

source: Normalize
de: Normalisieren
es: Normalizar
fr: Normaliser
it: Normalizza
ja: 正規化
ko: 정규화
pl: Normalizuj
pt_br: Normalizar
ru: Нормализовать
zh_cn: 标准化
zh_tw: 正規化

source: Surface
de: Oberfläche
es: Superficie
it: Superficie
ja: 表面
ko: 표면
pl: Powierzchnia
pt_br: Superfície
ru: Поверхность
zh_cn: 曲面图
zh_tw: 表面

source: Cell
de: Zelle
es: Casilla
fr: Cellule
it: Cella
ja: セル
ko: 셀
pl: Komórka
pt_br: Célula
ru: Ячейка
zh_cn: 单元格
zh_tw: 資料格

source: Missing Values
de: Fehlende Werte
es: Valores perdidos
fr: Valeurs manquantes
it: Valori mancanti
ja: 欠損値
ko: 결측값
pl: Brakujące wartości
pt_br: Valores omissos
ru: Пропущенные значения
zh_cn: 缺失值
zh_tw: 遺漏值

source: Statistics Computation
de: Statistikberechnung
es: Cálculo de estadísticos
fr: Calcul de statistiques
it: Calcolo delle statistiche
ja: 統計量の計算
ko: 통계량 계산
pl: Obliczenia statystyczne
pt_br: Cálculo de estatísticas
ru: Вычисление статистики
zh_cn: 统计计算
zh_tw: 統計資料計算

source: Number of Observations
de: Anzahl Beobachtungen
es: Número de observaciones
fr: Nombre d'observations
it: Numero di osservazioni
ja: 観測の数
ko: 관측값 수
pl: Liczba obserwacji
pt_br: Número de Observações
ru: Число наблюдений
zh_cn: 观测值数目
zh_tw: 觀察數

source: Equivalent Number of Parameters
de: Äquivalente Anzahl Parameter
es: Número de parámetros equivalente
fr: Nombre équivalent de paramètres
it: Numero di parametri equivalente
ja: 同等のパラメータ数
ko: 동일한 모수의 수
pl: Równoważna liczba parametrów
pt_br: Número equivalente de parâmetros
ru: Эквивалентное число параметров
zh_cn: 等同的参数数目
zh_tw: 參數的當量數

source: Residual Standard Error
de: Residuumsstandardfehler
es: Error estándar residual
fr: Erreur standard résiduelle
it: Errore standard residui
ja: 残余標準誤差
ko: 잔차 표준오차
pl: Standardowy błąd resztowy
pt_br: Erro Padrão de Resíduo
ru: Стандартная ошибка остатков
zh_cn: 残差标准误差
zh_tw: 殘差標準誤

source: Model to Be Saved As
de: Modell zu speichern unter
es: Modelo para guardar como
fr: Modèle à enregistrer en tant que
it: Modello da salvare come
ja: 名前を付けて保存するモデル
ko: 모형을 다른 이름으로 저장
pl: Model do zapisania jako
pt_br: Modelo a Ser Salvo Como
ru: Модель, сохраняемая как
zh_cn: 要另存为的模型
zh_tw: 要儲存的模型

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

source: Not saved
de: Nicht gespeichert
es: No guardado
fr: Non enregistré
it: Non salvato
ja: 保存されていません
ko: 저장되지 않음
pl: Nie zapisano
pt_br: Não salvo
ru: Не сохранено
zh_cn: 未保存
zh_tw: 未儲存

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
ko: 값
pl: Wartości
pt_br: Valores
ru: Значения
zh_cn: 值
zh_tw: 值

source: Model Source
de: Modellquelle
es: Origen del modelo
fr: Source du modèle
it: Origine modello
ja: モデル ソース
ko: 모형 소스
pl: Źródło modelu
pt_br: Origem de modelo
ru: Источник модели
zh_cn: 模型源
zh_tw: 模型來源

source: LOESS Fit
de: LOESS-Anpassung
es: Ajuste de LOESS
fr: Ajustement de LOESS
it: Adattamento LOESS
ja: 局所的重み付け回帰平滑法適合
ko: LOESS 적합
pl: Dopasowanie krzywą LOESS
pt_br: Ajuste de LOESS
ru: Подгонка LOESS
zh_cn: LOESS 拟合
zh_tw: LOESS 擬合

source: Settings and Statistics for Variable %s
de: Einstellungen und Statistik für Variable %s
es: Configuración y estadísticos de la variable %s
fr: Paramètres et statistiques de la variable %s
it: Impostazioni e statistiche per variabile %s
ja: 変数 %s の設定値と統計量
ko: %s 변수의 설정 및 통계
pl: Ustawienia i statystyki dla zmiennej %s
pt_br: Configurações e Estatísticas para Variável %s
ru: Параметры и статистики для переменной %s
zh_cn: 变量 %s 的设置和统计
zh_tw: 變數 %s 的設定及統計量

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 要約
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Predictors: %s
de: Prädiktoren: %s
es: Predictores: %s
fr: Prédicteurs : %s
it: Predittori: %s
ja: 予測値数 : %s
ko: 예측변수 : %s
pl: Predyktory: %s
pt_br: Preditores: %s
ru: Предикторы: %s
zh_cn: 预测变量：%s
zh_tw: 預報子：%s

source: Calculated by R function loess
de: Durch R-Funktion loess berechnet
es: Calculado por la función de R loess
fr: Calculé par la fonction R de Loess
it: Calcolato dalla funzione R loess
ja: R 関数 loess によって計算
ko: R 함수 loess로 계산됨
pl: Obliczony w pakiecie R za pomocą funkcji dopasowania krzywą LOESS
pt_br: Calculado pela loesse de função R
ru: Вычисляется функцией R loess
zh_cn: 由 R 函数 Loess 计算
zh_tw: 由 R 函數 loess 計算

source: New x values must be specified if using a model loaded from a file
de: Neue x-Werte müssen angegeben werden, wenn ein aus einer Datei geladenes Modell verwendet wird
es: Se deben especificar x nuevos valores si se utiliza un modelo cargado de un archivo
fr: Les nouvelles valeurs x doivent être spécifiées si vous utilisez un modèle chargé à partir d'un fichier.
it: Devono essere specificati i nuovi valori x se si utilizza un modello caricato da un file
ja: ファイルから読み込まれたモデルを使用する場合は、新しい x 値を指定する必要があります
ko: 파일에서 로드된 모형을 사용하는 경우 새 x 값을 지정해야 합니다.
pl: W przypadku korzystania z modelu załadowanego z pliku wymagane jest podanie nowych wartości x
pt_br: Novos valores de x devem ser especificados se estiver usando um modelo carregado a partir de um arquivo
ru: В случае использования модели, загружаемой из файла, должны быть заданы новые значения x
zh_cn: 如果使用从文件装入的模型，那么必须指定新的 x 值
zh_tw: 如果使用從檔案載入的模型，必須指定 x 個新值

source: Predicted Values
de: Vorhergesagte Werte
es: Valores pronosticados
fr: Prévisions
it: Valori previsti
ja: 予測値
ko: 예측값
pl: Wartości przewidywane
pt_br: Valores preditos
ru: Предсказанные значения
zh_cn: 预测值
zh_tw: 預測值

source: Standard Errors
de: Standardfehler
es: Errores estándar
fr: Erreurs standard
it: Errori standard
ja: 標準誤差
ko: 표준오차
pl: Błędy standardowe
pt_br: Erros padrão
ru: Стандартные ошибки
zh_cn: 标准误差
zh_tw: 標準誤

source: Failed to create prediction dataset. Dataset name must not already exist:
de: Vorhersagedataset konnte nicht erstellt werden. Der Datasetname darf nicht bereits vorhanden sein:
es: No se ha podido crear el conjunto de datos de predicción. El nombre del conjunto de datos no debe existir previamente:
fr: Impossible de créer le jeu de données des prévisions. Le nom du jeu de données ne doit pas être déjà existant :
it: Creazione del dataset di previsioni non riuscita. Il nome del dataset non deve esistere già:
ja: 予測データセットを作成できませんでした。データセット名は事前に存在してはいけません。
ko: 예측 데이터 세트를 작성하지 못했습니다. 데이터 세트 이름이 미리 존재하지 않아야 합니다.
pl: Nie udało się utworzyć zbioru danych predykcji. Nazwa zbioru danych nie może już istnieć:
pt_br: Falha ao criar conjunto de dados de predição. O nome do conjunto de dados ainda não existe:
ru: Не удалось создать набор данных предсказания. Набор данных с таким именем не может уже существовать.
zh_cn: 创建预测数据集失败。数据集名称必须不存在：
zh_tw: 無法建立預測資料集。資料集名稱不得為已存在：

source: As many consecutive x specifications must be supplied as there are variables in the model
de: Es müssen so viele aufeinanderfolgende x-Spezifikationen angegeben werden, wie es Variablen im Modell gibt
es: Se deben proporcionar tantas especificaciones de x consecutivas como variables haya en el modelo
fr: Vous devez spécifier autant de spécifications x consécutives qu'il y a de variables dans le modèle.
it: È necessario fornire tante specifiche x consecutive quante sono le variabili nel modello
ja: モデル内の変数と同じ数だけ連続 x 指定を提供する必要があります
ko: 모형의 변수 개수만큼 연속 x 지정을 제공해야 합니다.
pl: Należy podać tyle kolejnych specyfikacji x, ile jest zmiennych w modelu
pt_br: Devem ser fornecidas tantas especificações de x consecutivas quanto as variáveis existentes no modelo
ru: Нужно указать столько последовательных спецификаций x, сколько содержится переменных в модели.
zh_cn: 必须提供数目与模型中的变量数相同的连续 x 指定项
zh_tw: 必須提供與模型中變數一樣多的連續 x 個規格

source: Cannot specify both a sequence and a list form for the same x variable
de: Es kann nicht sowohl eine Folgen- als auch eine Listenform für dieselbe x-Variable angegeben werden
es: No se puede especificar un formato de secuencia y de lista a la vez para la misma variable de x
fr: Impossible de spécifier à la fois une séquence et un formulaire de liste pour la même variable x.
it: Impossibile specificare sia una sequenza che un formato elenco per la stessa variabile x
ja: 同じ x 変数で順序とリスト形式の両方を指定することはできません
ko: 동일한 x 변수에 대해 순서 및 목록 형식 모두를 지정할 수 없습니다.
pl: Nie można jednocześnie określić kolejności i postaci listy dla tej samej zmiennej
pt_br: Não é possível especificar uma seqüência e um formulário de lista para a mesma variável x
ru: Для одной и той же переменной x невозможно задать сразу и последовательность, и форму списка
zh_cn: 不能对同一 x 变量同时指定序列和列表表单
zh_tw: 無法指定順序及相同 x 個變數的清單格式

source: Invalid x sequence specification: %s
de: Ungültige x-Folgespezifikation: %s
es: Especificación de secuencia de x no válida: %s
fr: Spécification de séquence x non valide : %s
it: Specifica sequenza x non valida: %s
ja: 無効な x 順序指定: %s
ko: 유효하지 않은 x 순서 지정: %s
pl: Niepoprawna specyfikacja kolejności x: %s
pt_br: Especificação de sequência x inválida: %s
ru: Недопустимая спецификация последовательности x: %s
zh_cn: 无效的 x 序列指定项：%s
zh_tw: 無效的 x 順序規格：%s
